module.exports = {
  common: {
    login: 'логин',
    register: 'регистрация',
    logout: 'выход',
    tip: 'подсказка',
    logintip: 'Пожалуйста, залогиньтесь',
    expect: 'пожалуйста, ожидайте!',
    delete: 'Удалить',
    nodata: 'нет записи',
    set: 'установка ',
    update: 'обновление'
  },
  topinfo: {
    name: 'Глобальная торговая платформа для операций с цифровыми активами'
  },
  header: {
    index: 'Главная',
    exchange: 'Обмен криптовалют',
    otc: 'Фиатный обмен',
    asset: 'Финансы',
    ucenter: 'Учетная запись',
    service: 'Обслуживания клиентов'
  },
  sectionPage: {
    ptaqTitle: 'Безопасность платформы',
    ptaqContent: ' Использовать хэш-алгоритм шифрования, глобальная сертификация безопасности',
    ptslTitle: ' Прочность платформы',
    ptslContent: 'Самая большая в мире торговая платформа Биткойнов',
    newsTitle: 'Мультитерминальный APP'
  },
  nav: {
    shouye: 'главная страница',
    jiaoyi: ' Юридическая валютная сделка',
    dingdan: 'Управление заказами',
    zijin: 'Финансовый центр',
    yonghu: 'Личный кабинет',
    bibi: 'Торговля валютой',
    fabu: 'реклама',
    ptjy: 'Торговля на платформе',
    ptaq: 'Безопасность платформы',
    ptsl: 'Прочность платформы',
    xwzx: 'Мультитерминальный APP'
  },
  service: {
    USDT: 'Торговля USDT',
    BTC: 'Торговля BTC',
    ETH: 'Торговля ETH',
    CUSTOM: 'Свободная торговля',
    COIN: 'валюта',
    NewPrice: 'Новая цена',
    ExchangeNum: 'Количество сделок',
    Change: 'Ежедневный рост',
    OpenPrice: 'Цена открытия',
    PriceTrend: 'Тренд цены',
    Operate: 'операция',
    // Exchange: 'Перейти к сделке'
    Exchange: 'сделка'
  },
  exchange: {
    coin: 'валюта',
    lastprice: 'Новая цена',
    daychange: 'Ежедневный рост',
    market: 'рынок',
    favorite: 'избранное',
    do_favorite: 'добавить в избранное',
    cancel_favorite: 'Удалить из избранного',
    high: 'высокий',
    low: 'низкий',
    vol: 'объем 24H',
    buy: 'покупка',
    sell: 'продажа',
    limited_price: 'лимитированная цена',
    market_price: 'рыночная цена',
    fees_rate: 'тариф',
    balance: 'баланс',
    or: 'или',
    starttrade: 'начать торговать',
    canuse: 'доступно',
    recharge: 'пополнить',
    buyprice: 'цена покупки',
    buynum: 'объем покупки',
    amount: 'оборот',
    buyin: 'купить',
    buytip: 'купить по лучшей цене на рынке',
    sellprice: 'цена продажи',
    sellnum: 'объем продаж',
    sellout: 'продать',
    selltip: 'Продать по лучшей цене на рынке',
    curdelegation: 'Текущее поручение',
    hisdelegation: 'История поручений',
    realtransaction: 'Сделка в реальном времени',
    num: 'количество',
    price: 'цена',
    direction: 'направление',
    time: 'время',
    stall: 'место',
    total: 'итого',
    traded: 'произведено сделок',
    action: 'операция',
    undo: 'снять',
    delegationnum: 'количество поручений',
    done: 'произведено сделок',
    status: 'статус',
    finished: 'завершено',
    canceled: 'отменено',
    tip: 'подсказка',
    buyamounttip: 'Укажите объем покупки',
    buyamounttipwarning: 'Объем покупки не может быть выше',
    success: 'Выполнено',
    pricetip: 'Укажите сумму транзакции',
    pricetipwarning: 'Сумма транзакции не может быть выше',
    sellamounttip: 'Укажите сумму продажи',
    sellamounttipwarning: 'Продаваемое количество не может быть выше',
    sellpricetip: 'Укажите цену продажи',
    sellpricetipwarning: 'Цена продажи не может быть выше',
    undotip: 'Подтверждение снятия',
    marketprice: 'рыночная цена',
    expand: {
      time: 'время',
      price: 'цена',
      amount: 'количество',
      fee: 'Комиссия'
    },
    realtime: 'распределённое время'
  },
  otc: {
    whetherConfirmRelease: 'Введите пароль для средств и нажмите «Подтверждение» для ссуды',
    orderStatus1: 'Покупатель не оплачивает, ожидается оплата покупателем！',
    orderStatus2: 'Покупатель уже оплатил, ожидается выпуск продавцом！',
    orderStatus3: 'Сделка по заказу уже завершена！',
    orderStatus4: 'Заказ находится в жалобе！',
    orderStatus0: 'Заказ уже отменен！',
    orderStatus1_1: 'Другая сторона уже оплатила, проверьте и подтвердите выпуск!',
    orderStatus1_2: 'Другая сторона уже отменила заказ',
    orderStatus1_3: 'Другая сторона уже пожаловалась',
    orderStatus1_4: ' Другая сторона уже выпустила, проверьте, пожалуйста!',
    ad: 'Центр рекламы',
    buyin: 'Я хочу купить',
    sellout: 'Я хочу продать',
    merchant: 'торговец',
    applymerchant: 'Подать заявку на проверку подлинности торговца',
    volume: 'Количество транзакций',
    paymethod: 'способ оплаты',
    amount: 'количество',
    price_coin: 'цена/валюта',
    operate: 'операция',
    validate: 'Сначала выполните аутентификацию подлинности имени',
    sell: 'продажа',
    buy: 'покупка',
    transaction: 'торговые сделки',
    myad: {
      title: 'моя реклама',
      post: 'опубликовать рекламу',
      alert: 'Когда минимальный  объем покупки рекламы в сумме с комиссией превысит , доступны' +
        'й объем, реклама будет автоматически остановлена.',
      no: 'Номер объявления',
      type: 'Тип объявления',
      sell: 'онлайн продажа',
      buy: 'онлайн покупка',
      limit: 'лимит заказа',
      remain: 'Оставшееся количество',
      coin: 'валюта',
      created: 'Время создания',
      operate: 'операция',
      errmsg: 'Для внесения правок сначала остановите рекламу',
      update: 'исправлять',
      shelf: 'выставить',
      dropoff: 'убрать',
      delete: 'удалить'
    },
    myorder: 'мой заказ',
    chatline: {
      status_1: 'Покупатель не оплатил, ждем оплаты покупателя！',
      status_2: 'Покупатель выполнил платеж,ожидание продавца для выпуска！',
      status_3: 'Заказ выполнен！',
      status_4: 'Заказ в процессе рассмотрения！',
      status_5: 'Заказ отменен！',
      loadmore: 'загрузить больше',
      warning: 'Предупреждения о борьбе с мошенничеством: недавно мошенники неоднократно использ' +
        'овали информацию о банковском переводе и поддельные учетные данные для мошенниче' +
        'ства. Обязательно проверьте свой номер платежного счета.Обеспечьте безопасность ' +
        'денежных переводов и избегайте риска блокировки банковских карт！',
      contenttip: 'Введите сообщение  Нажмите “Enter” для отправки',
      contentmsg: 'Сообщение не может быть пустым'
    },
    chat: {
      seller: 'продавец',
      buyer: 'покупатель',
      exchangeamount: 'Сумма транзакции',
      operatetip: 'Советы по эксплуатации',
      operatetip_1: 'В течение указанного срока выполните платеж в соответствии с учетной записью, пр' +
        'едоставленной другой стороной,и нажмите на эту страницу.',
      finishpayment: 'Оплата завершена',
      operatetip_1_1: 'При переводе между счетами, в сообщении оставьте примечание с регистрационным но' +
        'мером платежа',
      note: 'обратите внимание',
      notetip: 'Пожалуйста, не используйте стороннее программное обеспечение для общения с други' +
        'ми участниками. Не принимайте любые файлы и вложения по электронной почте, отпра' +
        'вленные Вам  Любое общение происходит в окне чата на этой странице.',
      operatetip_2_1: 'Цифровые активы, которые вы продаете, уже были отправлены  ., После подтверждени' +
        'я получения платежа другой стороной, пожалуйста, нажмите на кнопку.',
      operatetip_2_2: ' Пожалуйста, будьте осторожны! Только после получения платежа, разблокируйте циф' +
        'ровые активы.Таким образом, Вы сможете избежать финансовых потерь!',
      operatetip_2_3: 'После получения текстового сообщения учетной записи,, обязательно не забудьте во' +
        'йти в Онлайн-банк или Мобильный банк, чтобы удостовериться, что средства зачисле' +
        'ныОпасайтесь мошеннических сообщений и действий',
      confirmrelease: 'Подтвердить выпуск',
      paydigital: 'Оплата цифровых активов',
      orderstatus: 'Статус заказа',
      orderstatus_1: 'Оплата завершена',
      orderstatus_2: 'Заказ на рассмотрении',
      orderstatus_3: 'Выпуск подтвержден',
      orderstatus_4: 'Операция отменена',
      orderstatus_5: 'Заказ на рассморении',
      order: 'заказ',
      and: 'и',
      transition: 'сделки',
      transprice: 'цена сделки',
      transnum: 'количество сделок',
      transmoney: 'сумма сделки',
      tip1: 'Пользователь еще не добавил номер банковской карты',
      tip2: 'Пользователь пока не добавил учетную запись Alipay.',
      tip3: 'Пользователь еще не добавил учетную запись WeChat',
      zfb: 'Alipay',
      wx: 'WeChat',
      qrcode: 'QR-код',
      msg1: 'Вы уверены, что заплатили?',
      msg2: 'Платежи не подлежат возврату! Вы действительно хотите отменить свой заказ?',
      msg3: 'Повтор: Платежи не подлежат возврату! Вы действительно хотите отменить свой зака' +
        'з?',
      msg4: 'платеж выполнен, монеты не получены',
      msg5: 'платеж монетами выполнен, средства не получены',
      tip: 'подсказка',
      comptype: 'Тип жалобы',
      compremark: 'Пояснение жалобы',
      willcomp: 'Подать жалобу',
      msg6: 'Вы подтверждаете выпуск валюты?',
      result_1: 'Ожидание платежа',
      result_2: 'Ожидание выпуска',
      result_3: 'Завершено',
      result_4: 'На рассмотрении',
      result_5: 'отменен',
      msg7: 'пароль к средствам',
      msg7tip: 'Пожалуйста, введите пароль',
      result_6: 'Тайм-аут заказа, повторите операцию, пожалуйста'
    },
    checkuser: {
      emaildone: 'электронная почта авторизована',
      emailundo: 'электронная почта не авторизована',
      teldone: 'Номер мобильного телефона авторизован',
      telundo: 'Номер мобильного телефона не авторизован',
      idcarddone: 'Удостоверение личности авторизовано',
      idcardundo: 'Удостоверение личности не авторизовано',
      language: 'язык',
      languagetext: 'китайский',
      registtime: 'Время регистрации',
      exchangetimes: 'Накопленные транзакции',
      exchangeinfo: 'Информация о транзакции',
      tablabel1: 'онлайн продажа',
      tablabel2: 'онлайн покупка',
      col_symbol: 'валюта',
      col_paymode: 'способ оплаты',
      col_num: 'количество',
      col_price: 'цена',
      col_created: 'Время выпуска',
      col_operate: 'операция',
      operatemsg: 'Пожалуйста, сначала пройдите авторизацию имени',
      buyin: 'покупка',
      sellout: 'продажа'
    },
    tradecenter: {
      postad: 'выпуск рекламы',
      exchange: 'GCC транзакция',
      buyin: 'Купить',
      sellout: 'Продать'
    },
    tradeinfo: {
      emaildone: 'электронная почта авторизована',
      emailundo: 'электронная почта не авторизована',
      teldone: 'Номер мобильного телефона авторизован',
      telundo: 'Номер мобильного телефона не авторизован',
      idcarddone: 'Удостоверение личности авторизовано',
      idcardundo: 'Удостоверение личности не авторизовано',
      exchangetimes: 'Накопленные транзакции',
      price: 'цена',
      num: 'количество',
      paymethod: 'способ оплаты',
      exchangelimitamount: 'лимит транзакции',
      location: 'местоположение',
      location_text: 'Китай',
      exchangeperiod: 'Период транзакции',
      minute: 'распределённое время',
      amounttip: 'Введите сумму',
      numtip: 'Введите количество',
      remarktip: 'Сообщите ему Вашзапрос',
      remarktitle: 'Примечания',
      exchangetitle: 'сведение о транзакции',
      exchange_tip1: 'После того, как вы инициируете запрос транзакции, цифровая валюта будет заблокир' +
        'ована на хостинге и защищена платформой. Если вы являетесь продавцом, после того' +
        ', как вы инициируете запрос на транзакцию, вы можете пополниться и дождаться, ко' +
        'гда покупатель заплатит. Покупатели производят оплату в течение фиксированного с' +
        'рока оплаты. После получения платежа,Вы должны разблокировать цифровую валюту.',
      exchange_tip2: 'Перед началом работы, пожалуйста, ознакомьтесь с «Условиями использования платфо' +
        'рмы», а также с часто задаваемыми вопросами, руководством по транзакциям и други' +
        'ми справочными документами.',
      exchange_tip3: 'Остерегайтесь мошенников! Перед транзакцией проверьте рейтинг, полученный пользо' +
        'вателем, и будьте осторожны при работе с  недавно созданными учетными записями.',
      exchange_tip4: 'Обратите внимание, что округление и колебания цен могут повлиять на окончательну' +
        'ю сумму цифровой валюты . Фиксированная сумма, которую вы вводите, определяет ок' +
        'ончательную сумму. Сумма цифровой валюты будет рассчитываться исходя из обменног' +
        'о курса  в момент запроса.',
      exchange_tip5: 'Услуги хостинга защищают как покупателей, так и продавцов онлайн-транзакций. В с' +
        'лучае возникновения спора мы будем оценивать всю предоставленную информацию и вы' +
        'пустим размещенную цифровую валюту ееправообладателю.',
      warning1: 'Не более 2 знаков после запятой',
      warning2: 'Сумма заказа',
      warning3: 'Не более 8 знаков после запятой',
      warning4: 'Количество заказа',
      confirmbuyin: ' Подтвердите покупку',
      confirmsellout: 'Подтвердить продажу',
      buyin: 'покупка',
      sellout: 'продажа',
      warning5: 'Заполните информацию о заказе'
    },
    publishad: {
      createad: 'Создать рекламную сделку',
      msg1: 'Если вы часто торгуете, вы можете создать свое собственное торговое объявление. ' +
        'Если вы торгуете только время от времени, мы предлагаем вам воспользоваться поис' +
        'ком',
      msg2: 'Созданое торговое объявление',
      msg3: 'бесплатно',
      msg4: 'Вы хотите редактировать уже созданные объявления напрямую, пожалуйста, проверьте' +
        ' еще раз',
      tradead: 'реклама сделки',
      myad: 'моя реклама',
      iwant: 'я хочу',
      sellonline: 'продать онлайн',
      buyonline: 'купить онлайн',
      exchangecoin: 'Валюта транзакции',
      country: 'страна',
      currency: 'валюта',
      openfixedprice: 'Открытая фиксированная цена',
      open: 'открыть',
      close: 'закрыть',
      usetip: 'После активации, ваша валютная цена не будет  меняться вместе с колебаниями рынк' +
        'а,  цена останется неизменной',
      premiseprice: 'наценка',
      premisepricetip: 'Установите вашу наценку',
      fixedprice: 'Фиксированная цена',
      fixedpricetip: 'Укажите цену сделки',
      marketprice: 'Рыночная справочная цена',
      marketpricetip: 'наценка показывает насколько процентов ваша цена превышает текущую рыночную цену',
      exchangeprice: 'Цена сделки',
      formual: 'Формула расчета цены',
      num: 'количество',
      num_text1: 'Пожалуйста, введите нужное',
      num_text2: 'число',
      exchangeperiod: 'Период транзакции',
      exchangeperiod_text1: 'Пожалуйста, введите валюты транзакц',
      minute: 'минут',
      tip1: 'Период подтверждения сделки покупателем, введите целое число',
      tip2: '[Подсказка] Можно перейти в личный кабинет для привязки/Добавить способ оплаты',
      tip3: 'Укажите минимальную сумму транзакции',
      tip4: 'Укажите максимальную сумму транзакции',
      tip5: 'Вы можете заполнить свои дополнительные требования в комментариях, например: тре' +
        'бования к покупателю, время онлайн и т.д.',
      tip6: 'Выберите',
      tip7: 'Введите Ваш лимит сделки (15-120 минут)',
      paymode: 'Способ оплаты',
      minlimit: 'Минимальная сумма транзакции',
      maxlimit: 'Максимальная сумма транзакции',
      remark: 'Примечания',
      openautoreply: ' Включить автоматический ответ',
      msg5: 'После активации, когда пользователь инициирует транзакцию с вами через это объяв' +
        'ление,система автоматически отправит ответ другой стороне',
      autoreply: 'Автоматический ответ',
      autoreplytip: 'Информация, которая автоматически отправляется покупателю после получения заказа' +
        ',  например: способ оплаты, номер учетной записи и т.д.',
      fundpwd: 'пароль средств',
      fundpwdtip: 'Пожалуйста, введите ваш пароль средств',
      submit: 'отправить',
      warning1: 'Введите правильное число',
      warning2: 'Наценка  от 0 до 20',
      warning3: 'Укажите максимальную сумму транзакции！',
      warning4: 'Пожалуйста, введите целое число',
      warning5: 'Максимальная сумма транзакции должна быть больше минимальной суммы транзакции!',
      warning6: 'Максимальная сумма транзакции не может превышать общую сумму продажи',
      warning7: 'Укажите минимальную сумму транзакции！',
      warning8: 'Минимальная сумма транзакции должна быть больше или равна 100！',
      warning9: 'Минимальная сумма транзакции должна быть меньше максимальной суммы транзакции',
      sellout: 'продать',
      buyin: 'купить',
      inputtip1: 'Введите валюту',
      inputtip2: 'Пожалуйста, введите правильный вариант',
      inputtip3: 'Наценка от 0 до 20, не может быть 0',
      inputtip4: 'Укажите правильную фиксированную цену',
      inputtip5: 'Пожалуйста, введите правильное число, максимальное количество сделок не может бы' +
        'ть больше 100 монет',
      inputtip6: 'Укажите правильный  период сделки',
      inputtip7: 'Выберите способ транзакции',
      inputtip8: 'Введите пароль',
      zfb: 'Alipay',
      wx: 'WeChat',
      unionpay: 'UnionPay',
      submit_failure: 'Не удалось отправить!',
      submit_success: 'Отправлено успешно!',
      submittip1: 'Введите свое имя и подождите авторизацию',
      submittip2: 'Сначала пройдите авторизацию Google',
      submittip3: 'Ввведите свой пароль и подождите авторизацию',
      submittip4: 'Укажите как минимум один способ оплаты'
    },
    index: {
      title: 'Рекомендуемая реклама',
      exchangetimes: 'Количество транзакции',
      exchangeprice: 'Цена транзакции',
      exchangelimit: 'Лимит транзакции',
      paymode: 'Способ оплаты',
      buy: 'покупка',
      sell: 'Продажа',
      viewmore: 'Смотреть еще',
      bot1: ' Безопасный и надежный',
      bot1_tip: 'Более 10 лет опыта работы в команде по управлению финансовыми рисками \n настраи' +
        'ваемая система политики безопасности',
      bot2: 'Быстро и удобно',
      bot2_tip: 'P2P протокол транзакций между пользователями  поддерживает более \n  способов об' +
        'мена валюты',
      bot3: 'Валюты',
      bot3_tip: 'Выбор основных операций с цифровыми активами  подходит для более чем \n транзакц' +
        'ий с активами',
      ibuy: 'Купить',
      isell: 'Продать'
    }
  },
  uc: {
    login: {
      noaccount: 'Нет учетной записи? Регистрация',
      register: 'регистрация',
      login: 'логин',
      welcomelogin: 'Пожалуйста, войдите',
      usertip: 'Email',
      pwdtip: 'пароль',
      validatecodeload: 'Загрузка кода подтверждения',
      validatemsg: 'Сначала пройдите проверку.',
      forget: 'Забыли пароль',
      loginvalidate: 'Введите адрес электронной почты',
      pwdvalidate1: 'Введите пароль',
      pwdvalidate2: 'Длина пароля не может быть меньше 6 символов',
      success: 'Вход успешен'
    },
    forget: {
      hasaccount: 'У вас уже есть учетная запись? Нажмите, чтобы войти',
      login: 'логин',
      sendcode: 'Код подтверждения',
      newpwd: 'Введите новый пароль',
      confirmpwd: 'Введите пароль еще раз.',
      save: 'Сохранить',
      pwdvalidate1: 'Введите пароль для подтверждения',
      pwdvalidate2: 'Пароли не совпадают!',
      resettelpwd: 'Сброс телефона',
      resetemailpwd: 'Сброс почты',
      newpwdtip: 'Введите новый пароль',
      pwdvalidate3: ' Длина пароля не может быть меньше 6 символов',
      telno: 'номер мобильного телефона',
      smscode: 'Код подтверждения SMS',
      teltip: 'Введите номер мобильного телефона',
      smscodetip: 'Введите код подтверждения SMS',
      email: 'электронная почта',
      emailcode: 'пароль электронной почты',
      emailtip: 'Введите адрес электронной почты',
      emailcodetip: 'Введите код подтверждения электронной почты',
      resetpwdsuccess: 'Пароль был успешно изменен',
      smswarn: 'Пожалуйста, проверьте SMS сообщение'
    },
    finance: {
      center: 'Финансовый центр',
      personalassets: 'Личные активы',
      billdetail: 'Детали счета',
      charge: 'Пополнить счет',
      pickup: 'Вывести средства',
      money: {
        cointype: 'Название валюты',
        balance: 'Доступные активы',
        frozen: 'Замороженные активы',
        operate: 'операция',
        charge: 'Пополнить счет',
        pickup: 'Вывести средства',
        match: 'пара',
        matchtip1: 'Доступное количество GCX пар,',
        matchtip2: 'Введите количество пар',
        matcherr1: 'Введите действительное количество!',
        matcherr2: 'Превышает максимальное количество пар!',
        matchsuccess: 'Пара составлена!'
      },
      record: {
        start_end: 'Время начала и завершения',
        to: 'до',
        operatetype: 'Тип операции',
        search: 'поиск',
        charge: 'Пополнения',
        pickup: 'Снятие',
        transaccount: 'Перевод',
        exchange: 'Торговля валютой',
        otcbuy: 'Покупка валюты ',
        otcsell: 'Продажа волюты',
        activityaward: 'Награда за действие',
        promotionaward: 'Награда за продвижение',
        dividend: 'дивиденды',
        vote: 'голосование',
        handrecharge: 'Пополнить вручную',
        chargetime: 'Время транзакций',
        type: 'тип',
        fee: 'Комиссия',
        symbol: 'валюты',
        num: 'количество',
        status: 'статус',
        finish: 'завершено'
      },
      recharge: {
        recharge: 'Пополнение',
        symbol: 'валюта',
        address: 'а6дрес пополнения',
        copy: 'копия',
        qrcode: 'QR-код',
        msg1: 'Не пополняйте любые невалютные активы по указанному выше адресу,в противном случ' +
          'ае активы не будут восстановлены',
        msg2: 'После вашего пополнение по указанному выше адресу, необходимо подтвердить весь с' +
          'етевой узел. После получения двух подтверждений сетисредства поступят на счет. П' +
          'осле 6 подтверждений сети,  возможен вывод.',
        msg3: 'Минимальная сумма пополнения: 0,01 монеты, пополнение на меньшую сумму не  не бу' +
          'дет выполнено',
        msg4: 'Ваш адрес пополнения не может регулярно меняться, Вы можете  пополнять счет повт' +
          'орно. Если произойдут какие-либо изменения, мы обязательно уведомим вас через об' +
          'ъявлениена сайте или по электронной почте.',
        msg5: 'Обязательно соблюдайте меры безопасности при использовании компьютера и браузера' +
          ', тщательно избегайте компрометации и утечки конфиденциальной информации.',
        record: 'История пополнений',
        copysuccess: 'Скопировано!',
        copyerr: 'Не удалось скопировать! Скопируйте вручную',
        time: 'Время поступления',
        amount: 'Сумма пополнения'
      },
      withdraw: {
        pickup: 'Вывести монеты',
        addressmanager: 'Управление адресом для вывода монет',
        symbol: 'Валюта',
        address: 'адресвывода монет',
        num: 'количество',
        avabalance: 'Доступный баланс',
        msg1: 'Количество монет для вывода меньше',
        msg2: 'Автоматическое поступление на счет, в противном случае требуется ручная проверка',
        increase: 'Увеличение лимита',
        tip1: 'Введите до 6 знаков после запятой,минимальное значение',
        tip2: 'Максимальное значение',
        numtip1: 'Введите количество монет для вывода',
        fee: 'Комиссия',
        range: 'диапазон',
        arriamount: 'Количество поступлений',
        msg3: 'Минимальная количество монет на вывод',
        msg4: 'монета',
        msg5: 'Чтобы обеспечить безопасность средств, приизменении политики безопасности вашей ' +
          'учетной записи, изменении пароля, использованиинового адреса для вывода монет, м' +
          'ы проведем проверку вручную. Пожалуйста, будьте терпеливы и дождитесь, когда сот' +
          'рудники свяжутся с Вами по телефону или электронной почте.',
        msg6: 'Обязательно соблюдайте меры безопасности при использовании компьютера и браузера' +
          ', тщательно избегайте компрометации и утечки конфиденциальной информации. ',
        record: 'История вывода средств',
        symboltip: 'Выберите валюту',
        addresstip: 'Пожалуйста, введите адрес',
        numtip2: 'Пожалуйста, введите корректное количество монет, минимальное значение',
        numtip3: 'Количество монет не может быть меньше комиссии',
        feetip1: 'Минимальная комиссия',
        feetip2: 'максимальное количество',
        time: 'Время вывода',
        status: 'Статус',
        status_1: 'На рассмотрении',
        status_2: 'Перевод выполняется',
        status_3: 'Операция не выполнена',
        status_4: 'Успешно',
        remark: 'Примечание',
        add: 'Добавить',
        addresslist: 'Список адресов',
        safevalidate: 'Проверка безопасности',
        telno: 'Номер мобильного телефона',
        smscode: 'Код подтверждения телефона',
        second: 'секунд',
        clickget: 'Нажмите для получения',
        email: 'Электронная почта',
        emailcode: 'Код подтверждения электронной почты',
        save: 'Сохранить',
        delete: 'Удалить',
        telerr: 'Неправильный номер телефона',
        emailerr: 'Неправильный адрес электронной почты',
        codeerr: 'Неверный код подтверждения',
        remarktip: 'Введите примечание',
        savemsg1: 'Не удалось сохранить!',
        savemsg2: 'Сохранено!',
        operate: 'операция',
        fundpwdtip: 'Введите пароль'
      }
    },
    member: {
      securitycenter: 'Центр безопасности',
      securitysetting: 'Настройки безопасности',
      accountsetting: 'Настройки учетной записи',
      myextension: 'Мое продвижение'
    },
    order: {
      ordercenter: 'Центр заказов',
      myorder: 'Мой заказ',
      myad: 'Моя реклама'
    },
    regist: {
      // hasaccount:'У вас уже есть учетная запись? Нажмите, чтобы войти',
      hasaccount: 'У вас уже есть учетная запись?Вход',
      login: 'Вход',
      username: 'Имя пользователя',
      country: 'Страна',
      smscode: 'Код подтверждения SMS',
      // sendcode:'Отправить код подтверждения',
      sendcode: 'Код подтверждения',
      pwd: 'Пароль для входа',
      confrimpwd: 'Подтвердить пароль',
      agentcode: 'Код рекомендации',
      agreement: 'Я прочитал и согласен с условиями',
      userprotocol: 'Пользовательское соглашение',
      regist: 'Регистрация',
      teltip: 'Введите номер мобильного телефона',
      telerr: 'Формат номера мобильного телефона неверен, повторите ввод',
      emailtip: 'Введите адрес электронной почты',
      emailerr: 'Неправильный формат электронной почты, пожалуйста, повторите ввод',
      confirmpwdtip: 'Введите пароль для подтверждения',
      confirmpwderr: 'Пароли не совпадают!',
      // telregist:'Регистрация номера телефона', emailregist:'Регистрация электронной
      // почты',
      telregist: 'Сотовый телефон',
      emailregist: 'почтовый ящик',
      usernametip: 'Введите имя пользователя',
      usernamemsg: 'Имя пользователя должно быть от 3-х до 15 знаков',
      countrytip: 'Выберите страну',
      smscodetip: 'Введите код подтверждения SMS',
      pwdtip: 'Введите пароль для входа',
      pwdmsg: 'Длина пароля не может быть меньше 6 символов',
      // telno:'Номер мобильного телефона', email:'Электронная почта',
      telno: 'Номер мобильного ',
      email: 'Электронная',
      agreementtip: 'Нажмите ”Согласен”',
      modaltitle: 'Пожалуйста, проверьте'
    },
    safe: {
      safelevel_low: 'Уровень безопасности: низкий',
      safelevel_high: 'Уровень безопасности: высокий',
      safelevel_medium: 'Уровень безопасности: средний',
      nickname: 'Никнейм',
      bind: 'привязка',
      binded: 'привязан',
      binding: 'На рассмотрении',
      binderr: 'Не выполнено',
      verified: 'Авторизация',
      verifiedtip: 'Чтобы обеспечить безопасность вашей учетной записи, пожалуйста, выполните автори' +
        'зацию подлинного имени перед началом торговых операций！',
      realname: 'Подлинное имя',
      idcard: 'Номер удостоверения личности',
      upload: 'Загрузить файл',
      upload_positive: 'Загрузить первую страницу удостоверения личности',
      upload_negative: 'Загрузить вторую страницу удостоверения личности',
      upload_hand: 'Загрузить фотографию с удостоверением личности в руках',
      save: 'Сохранить',
      reset: 'Сбросить',
      email: 'почтовый ящик',
      bindemail: 'Привязка почтового ящика',
      loginpwd: 'Логин пароль',
      emailcode: 'Код подтверждения электронной почты',
      clickget: 'Нажмите, чтобы получить',
      second: 'секунд',
      phone: 'телефон',
      bindphone: 'Привязка мобильного телефона',
      phonecode: 'Код подтверждения телефона',
      logintip: 'Использоватьпри входе на платформу',
      edit: 'Изменить',
      oldpwd: 'Старый пароль',
      newpwd: 'Новый пароль',
      confirmnewpwd: 'Подтвердить новый пароль',
      fundpwd: 'Пароль средств',
      fundtip: 'При  перемещении средств на счете, Вам необходимо сначала подтвердить пароль',
      set: 'Настройка',
      confirmpwd: 'Подтвердить пароль',
      oldfundpwd: 'Старый пароль средств',
      newfundpwd: 'Новый пароль средств',
      newpwdmsg1: 'Введите не менее 6 символов для нового пароля для входа',
      newpwdmsg2: 'Введенные новые пароли для входа не совпадают',
      pwdmsg1: 'Пожалуйста, введите пароль длиной не менее 6 символов',
      pwdmsg2: 'Пароли не совпадают',
      emailtip: 'Пожалуйста, введите номер почтового абонентского ящика',
      codetip: 'Введите код подтверждения',
      telnotip: 'Введите номер телефона',
      oldpwdtip: 'Введите старый пароль',
      realnametip: 'Пожалуйста, введите свое подлинное имя',
      idcardtip: 'Введите номер удостоверения личности',
      bindphonetip: 'Сначала привяжите мобильный телефон!',
      resetfundpwd: 'Сбросить пароль для средств',
      upload_positivetip: 'Загрузите первую страницу удостоверения личности',
      upload_negativetip: 'Загрузите вторую страницу удостоверения личности',
      upload_handtip: 'Загрузите фотографию с удостоверением личности в руках',
      save_success: 'Сохранено',
      save_failure: 'Не удалось сохранить!',
      googel: 'Google Authenticator',
      googelCode: 'Код подтверждения Google',
      googelTip: ' Для вывода монет, обновления пароля средств пройдите проверку безопасности.',
      googelTip1: 'Ключ шифрования  используется для восстановления Google Authenticator, храните е' +
        'го в безопасном месте.',
      googelRequired: 'Google Authenticator  введите код подтверждения',
      googelBind: 'Сначала добавьте верификацию Google',
      secret: 'Ключ шифрования',
      account: 'Аккаунт',
      unbind: 'Отвязать'
    },
    account: {
      pagetitle: 'Привязка к подлинной учетной записи',
      pagetip: 'Укажите способ оплаты,  используйте свою подлинную учетную запись',
      backcardno: 'банковской карты',
      backcardtip: 'Информация о банковской карте не привязана',
      modify: 'Измененить',
      bind: 'Привязать',
      name: 'Имя',
      bankaccount: 'Банк',
      bankbranch: 'Отделение',
      bankno: 'Номер банковской карты',
      confirmbankno: 'Подтвердить номер карты',
      fundpwd: 'Пароль средства',
      save: 'Сохранить',
      zfbaccount: 'Alipay',
      zfbaccounttip: 'Учетная запись Alipay не привязана',
      wxaccount: 'WeChat',
      wxaccounttip: 'Учетная запись WeChat не привязана',
      banknomsg1: 'Введите правильный номер банковской карты',
      banknomsg2: 'Введенный номер банковской картыне совпадает!',
      verifiedmsg: 'Сначала пройдите авторизацию имени',
      bankaccountmsg: 'Выберите свой банк',
      bankbranchmsg: 'Выберите отделение банка',
      banknomsg: 'Введите правильный номер банковской карты',
      fundpwdmsg1: 'Введите правильный пароль счета',
      fundpwdmsg2: 'Пароль не может быть менее 6 символов.',
      zfbaccountmsg: 'Введите учетную запись Alipay',
      wxaccountmsg: 'Введите учетную запись WeChat',
      save_success: 'Сохранено!',
      save_failure: 'Не удалось сохранить!',
      imgtip: 'Загрузите Ваш платежный код'
    },
    merchCerti: {
      apply: {
        ms1: 'Авторизованный торговец',
        ms2: 'Станьте авторизованным торговцем (BITMIRA) и воспользуйтесь дополнительными торг' +
          'овыми привилегиями',
        ms3: 'Вы уже отправили заявку на проверку подлинности авторизованного торговца',
        ms4: 'Поздравляем! Вы успешно прошли проверку подлинности авторизованного торговца',
        ms5: 'Приносим извинения! Вы не прошли проверку подлинности авторизованного торговца',
        ms6: 'Ваша заявка на закрытие статуса авторизованного торговца отправлена',
        ms7: 'Ваша заявка на закрытие статуса авторизованного торговца была отклонена',
        ms8: 'Ваша заявка на закрытие статуса авторизованного одобрена',
        ms9: 'У вас имеются следующие привилегии',
        ms10: 'Эксклюзивное размещение рекламы, что повышает шансы на успешную сделку',
        ms11: 'Индивидуальное обслуживание',
        ms12: 'Более низкие комиссии по сделкам',
        ms13: 'Я прочитал и согласен с условиями',
        ms14: 'Отправить'
      },
      title: {
        title1: 'Подготовка документов',
        title2: ' Проверка',
        title3: 'Ожидание результатов',
        title4: 'Авторизация пройдена',
        title5: 'Проверка не пройдена',
        title6: ' Закрытие статуса',
        title7: 'Отправка',
        title8: ' Проверка пройдена'
      },
      button: {
        button1: 'Возобновить проверку',
        button2: 'Причина',
        button3: 'Подать заново',
        button4: 'Разместить рекламу',
        button5: 'Отозвать'
      }
    },
    Modal: {
      apply: {
        modal1: 'Как стать авторизованным торговцем?',
        modal2: 'Шаг 1: Подготовить необходимые документы',
        modal3: 'Подготовить следующие документы',
        modal4: 'Номер телефона, Номер аккаунта QQ, Индивидуальное свидетельство цифровых активов' +
          ' (фото), Свидетельство торговли цифровыми активами (фото)',
        modal5: 'Шаг 2: Подать заявку',
        modal6: 'Заполнить информацию и загрузить необходимые документы, нажать на кнопку “Отправ' +
          'ить на проверку',
        modal7: 'Шаг 3:Проверка документов',
        modal8: 'Мы проверим Вашу заявку в течение 3-5 рабочих дней. Проверяйте статус заявки на ' +
          'сайте. После проверки Вы сможете размещать рекламу торговых сделок.',
        modal9: 'Заблокировать',
        modal10: 'Фондировать',
        modal11: 'Стать торговцем',
        modal12: 'Подать документы торговца',
        modal13: 'Подготовьте, загрузите и отправьте необходимые документы',
        modal14: 'Номер телефона',
        modal15: 'Номер WeChat',
        modal16: 'Номер QQ',
        modal17: 'Валюта фондирования',
        modal18: 'Выбор валюты',
        modal19: 'Размер фондирования',
        modal20: 'Индивидуальное свидетельство цифровых активов',
        modal21: 'Свидетельство торговли цифровыми активами',
        modal22: 'Отправить',
        modal23: 'Подсказка',
        modal24: 'Вы в процессе закрытия статуса торговца. После отправки заявку нельзя отменить.',
        modal25: 'Подтвердить данное действие?',
        modal26: 'Укажите причину отмены',
        modal27: 'Успешно отправлено',
        modal28: 'Введите номер телефона',
        modal29: 'Введите номер WeChat',
        modal30: 'Введите номер QQ',
        modal31: 'Загрузите Свидетельство цифровых активов',
        modal32: 'Свидетельство торговли',
        modal33: '请同意冻结相应数量的币'
      }
    },
    otcorder: {
      unpaid: 'Не оплачено',
      paided: 'Оплачено',
      finished: 'Завершено',
      canceled: 'Отменено',
      appealing: 'На рассмотрении',
      searchtip: 'Введите номер заказа, чтобы начать поиск.',
      orderno: 'Номер заказа',
      created: 'Время создания',
      symbol: 'Валюта транзакции',
      type: 'Тип транзакции',
      type_sell: 'Продажа',
      type_buy: 'Покупка',
      tradename: 'Объект транзакции',
      amount: 'Количество',
      money: 'Сумма средств',
      fee: 'Комиссия'
    },
    identity: {
      apply: 'Подать заявку авторизованного торговца',
      seat: 'Эксклюзивный стенд',
      service: 'Индивидуальная услуга',
      lowfee: 'Более низкая комиссия',
      phone: 'телефон',
      balance: 'Личные активы',
      cardphoto: 'Фотография второй страницы удостоверения личности',
      wx: 'Wechat',
      exchange: 'Был ли опыт внебиржевой торговли цифровыми активами',
      handphoto: 'Фотография пользователя с удостоверением личности в руках',
      qq: 'QQ',
      ploy: 'Имеется ли соответствующая стратегия управления рисками?',
      agreement: 'Я прочитал «Соглашение авторизованного торговца»',
      applyfor: 'Подтвердите заявку',
      sendcode: 'Отправить код подтверждения',
      confirm: 'Подтвердить',
      prepare: 'Подготовить материалы',
      review: 'Отправить на проверку',
      passed: 'Проверка выполнена',
      approve: 'Принять Соглашение авторизованного торговца',
      emailtip1: 'Пожалуйста, отправьте следующие материалы на электронную почту',
      emailtip2: 'Мы рассмотрим ваше заявление в ближайшее время.'
    },
    extension: {
      title1: 'Ссылка на продвижение',
      title2: 'Продвигать друзей',
      title3: 'Моя комиссия',
      linkdesc: 'Следующий адрес используется для продвижения в Сети. Вы можете его продвигать че' +
        'рез друзей, QQ, Wechat, Weibo, блоги, форумы или свой собственный сайт. Все поль' +
        'зователи, пришедшие на данный сайт через этот адрес, после регистрации будут ваш' +
        'ими пользователями. Когда эти пользователи представят стратегии на сайте, вы смо' +
        'жете получать комиссию.  Подробно ознакомиться с деталями продвижения можно в ис' +
        'тории посещений сайта.',
      linktitle: 'Ваша ссылка продвижения',
      copy: 'Копия',
      copy_msg1: 'Скопировано!',
      copy_msg2: 'Не удалось скопировать! Скопируйте вручную',
      username: 'Имя пользователя',
      currrecharge: 'Текущая транзакция',
      userlevel: 'Рекомендуемый уровень',
      createdtime: 'Время регистрации',
      currcommission: 'Текущая комиссия',
      managerfee: 'Операционный сбор',
      yuan: 'юань',
      symbol: 'валюта',
      amount: 'Сумма средств',
      remark: 'Примечание',
      amounttime: 'Время отправки'
    }
  },
  cms: {
    noticecenter: 'Центр оповещения',
    newshelp: 'Помощь новым пользователям',
    appdownload: 'Загрузить АРР',
    onlineservice: 'Онлайн-обслуживание клиентов',
    faq: 'Часто задаваемые вопросы',
    notice: 'Объявление',
    servicecenter: 'Центр обслуживания клиентов',
    about: 'Подробнее',
    joinus: 'Вакансии',
    aboutus: 'О Компании',
    exchangerule: 'Правила сделок',
    useprotocol: 'Используемоеь соглашение',
    feenote: 'О расходах',
    merchantprocotol: 'Отказ от ответственности'
  },

  description: {
    message1: 'SSL, динамическая аутентификация и другие банковские технологии безопасности, \n' +
      ' Защита безопасности транзакций; поддержка операций с разнообразными цифорвыми в' +
      'алютами',
    message2: 'Строгие требования для участия в проекте, гарантия получения прибыли пользовател' +
      'ями платформы; \n100% фондирование, горячая и холодная изоляция кошельков, гаран' +
      'тия безопасности средств пользователей',
    message3: 'Торговая платформа для операций с цифровыми активами BitMira поддерживает выполн' +
      'ение 10 000 транзакций в секунду, обеспечивая комфортный и \n безопасный опыт то' +
      'рговли.',
    message4: 'Мультитерминальный APP, удобство и безопасность',
    message5: 'Мобильный клиент торговой платформы цифровыми активами BitMira. Все, что нужно д' +
      'ля трейдинга в твоем смартфоне.',
    message6: 'Торговая биржа BITMIRA',
    message7: 'BitMira - глобальная торговая платформа для операций с цифровыми активами · Межд' +
      'ународная команда профессионалов · Безопасные криптотранзакции ·Сверхскоростные ' +
      'операции с криптоактивами',
    h1: 'Торговля криптовалютами',
    h2: 'Блокчейн-проект',
    h3: 'Ведущая глобальная торговая платформа'
  },
  footer: {
    notice: 'Объявления',
    changjian: 'Часто задаваемые вопросы',
    shiyong: 'Используемоесоглашение',
    feilv: 'Описание тарифов',
    lianxi: 'Контакты',
    gsmc: 'Глобальная торговая платформа для операций с цифровыми активами',
    bah: 'Шанхай ICP 13026899-3',
    gsjj: 'Подробнее',
    gywm: 'О Компании',
    jrwm: 'Вакансии',
    lxwm: 'Обратная связь',
    yqlj: 'Ссылки партнеров',
    bzzx: 'Справочный центр',
    xsrm: 'Руководство для новичков',
    czzn: 'Руководство по пополнению',
    jyzn: 'Руководство по торговле',
    ptsm: 'Описание платформы',
    fysm: 'Правила торговли',
    fwtk: 'Используемое соглашение',
    fltk: 'О расходах'
  },
  financeNav: {
    wdzc: 'Мои активы'
  },
  aboutus: {
    message1: 'BitMira.COM – глобальная универсальная платформа по торговле цифровыми активами,' +
      ' зарегистрированная в Республике Беларусь. Платформа предоставляет следующие воз' +
      'можности: торговля криптовалютами, сделки с контрактами, облигации, хостинг и кл' +
      'иринг цифровых активов, анализ «Больших данных», профессиональное управление циф' +
      'ровыми активами, а также другие услуги по торговле и управлению цифровыми валюта' +
      'ми.',
    message2: '«с нуля» спроектировала опыт взаимодействия пользователя с торговыми платформами' +
      ' и с помощью своих новейших технологий сделала платформу быстрой, надежной и про' +
      'изводительной. Комлексный подход к планированию архитектуры, унификация техничес' +
      'ких требований, локализация массивов данных и другие технические преимущества пл' +
      'атформы позволили значительно усовершенствовать пользовательский опыт.',
    message3: 'В развитии проекта принимают участие специалисты из ведущих международных финанс' +
      'овых и IT-компаний. Благодаря накопленному опыту, команда проекта успешно справл' +
      'яется с появляюшимися на рынке вызовами, решает возникающие технологические вопр' +
      'осы. К проекту присоединились специалисты из различных блокчейн стартапов с опыт' +
      'ом запуска и оперирования криптовалютными биржами. Для грамотного привлечения по' +
      'льзователей и создания устойчивого комьюнити вокруг проекта в компании создан от' +
      'дел маркетинга, состоящий из професионалов индустрии, чей разнообразный и успешн' +
      'ый опыт в digital marketing и user acquisition дополнит общекомандную экспертизу' +
      '.'
  },
  protocol: {
    message1: ' (далее BitMira) напоминает Вам: перед началом использования сервисов BitMira об' +
      'язательно внимательно прочитайте и ознакомьтесь с данным заявлением. Вы можете в' +
      ' дальнейшем воздержаться от посещения и использования сервисов платформы BitMira' +
      '. Если Вы посещаете и используете сервисы платформы BitMira, то это означает, чт' +
      'о Вы полностью приняли условия данного заявления.',
    message2: 'Токены BitMira не являются видом инвестиций. Цифровые активы торговой платформы ' +
      'при любых условиях и в равной мере не являются фиатными деньгами и не имеют отно' +
      'шения к фиатным деньгам. Вступление в членство платформы, операции с цифровыми а' +
      'ктивами осуществляются участниками добровольно и самостоятельно.',
    message3: 'BitMira не может гарантировать рост токенов, в определенных условиях цена токена' +
      ' может снизиться. При неправильном использовании токенов BitMira, Вы можете утра' +
      'тить токены BitMira , а также возможность владеть и использовать токены BitMira.' +
      ' На токены BitMira не распространяются права собственности и распоряжения, а так' +
      'же права участия и контроля платформы BitMira. Владение токенами BitMira не подр' +
      'азумевает прав собственности на платформу BitMira.',
    message4: 'BitMira обязуется приложить максимальные усилия чтобы в равной степени и всеми с' +
      'пособами обеспечить безопасность данных в торговой платформе, разработке продукт' +
      'а, типах транзакций, а также безопасность эксплуатации и технического обслуживан' +
      'ия платформы, в том числе безопасность транзакций между участниками платформы и ' +
      'цифровых активов. Несмотря на это BitMira не может полностью гарантировать безоп' +
      'асность торговой платформы. BitMira не несет обязательств и ответственность за у' +
      'щерб, возникшие вследствие форс-мажорных обстоятельств и действий третьей сторон' +
      'ы, включая, но не ограничиваясь, ураган, землетрясение, наводнение, действия пра' +
      'вительства, акты судебной власти, забастовки, беспорядки, военное положение, кар' +
      'антин, война и военные действия, хакерские атаки, вирусные атаки и другие действ' +
      'ия выходящие за рамки вышеперечисленных и создающие угрозы различных видов для б' +
      'езопасности торговой платформы.',
    message5: 'Торговая платформа BitMira придерживается принципов добровольности, открытости, ' +
      'демократичности и в полной мере заявляет о возможных рисках. Вы даете согласие, ' +
      'что в полной мере ознакомлены с эксплуатационно-техническими особенностями и тип' +
      'ами транзакций платформы, а также добровольно соглашаетесь использовать торговую' +
      ' платформу BitMira и осведомлены о возможных рисках при проведении торговых тран' +
      'закций. Вы также соглашаетесь самостоятельно и в полной мере отвечать за возможн' +
      'ые обязательства и последствия.',
    message6: 'BitMira не несет ответственности за любые прямые или косвенные убытки, связанные' +
      ' с операциями и активностями при использовании платформы, включая, но не огранич' +
      'иваясь:',
    message7: 'Экономические убытки, связанные с торговыми операциями;',
    message8: 'Последствия, наступившие вследствие невнимательности, небрежности или ошибок при' +
      ' работе с платформой;',
    message9: 'Риски, обязательства и ответственность, наступившие вследствие выбора и транзакц' +
      'ий с любыми цифровыми активами, а также любые экономические убытки, с ними связа' +
      'нные;',
    message10: 'BitMira в данном документе заявляет, что платформа Bitmira и ее управляющие могу' +
      'т в любой момент самостоятельно устанавливать и изменять любые правила и положен' +
      'ия данного документа, которые следует в полной мере принимать во внимание и прид' +
      'ерживаться. ',
    title1: 'Отказ от ответственности',
    title2: 'Особое заявление',
    title3: 'Токены BitMira',
    title4: 'Предупреждение о риске',
    title5: 'Изменение правил и положений'
  }
}
